[
    "Don't step on the broken glass.",
    "Greetings from the real universe.",
    "It's difficult to understand the lengths he'd go to remain short.",
    "I've never seen a more beautiful brandy glass filled with wine.",
    "His mind was blown that there was nothing in space except space itself.",
    "The lyrics of the song sounded like fingernails on a chalkboard.",
    "She did not cheat on the test, for it was not the right thing to do.",
    "Nancy thought the best way to create a welcoming home was to line it with barbed wire.",
    "Tom got a small piece of pie.",
    "Rock music approaches at high velocity.",
    "It took him a while to realize that everything he decided not to change, he was actually choosing.",
    "The efficiency with which he paired the socks in the drawer was quite admirable.",
    "Separation anxiety is what happens when you can't find your phone.",
    "I've traveled all around Africa and still haven't found the gnu who stole my scarf.",
    "The truth is that you pay for your lifestyle in hours.",
    "We have a lot of rain in June.",
    "Best friends are like old tomatoes and shoelaces.",
    "People keep telling me orange but I still prefer pink.",
    "They desperately needed another drummer since the current one only knew how to play bongos.",
    "On each full moon",
    "The fence was confused about whether it was supposed to keep things in or keep things out.",
    "They looked up at the sky and saw a million stars.",
    "The mysterious diary records the voice.",
    "If you really strain your ears, you can just about hear the sound of no one giving a damn.",
    "When transplanting seedlings, candied teapots will make the task easier.",
    "Joe made the sugar cookies; Susan decorated them.",
    "The clock within this blog and the clock on my laptop are 1 hour different from each other.",
    "He kept telling himself that one day it would all somehow make sense.",
    "His son quipped that power bars were nothing more than adult candy bars.",
    "It was always dangerous to drive with him since he insisted the safety cones were a slalom course.",
    "He walked into the basement with the horror movie from the night before playing in his head.",
    "Everyone pretends to like wheat until you mention barley.",
    "A purple pig and a green donkey flew a kite in the middle of the night and ended up sunburnt.",
    "The sun had set and so had his dreams.",
    "You have no right to call yourself creative until you look at a trowel and think that it would make a great lockpick.",
    "The elephant didn't want to talk about the person in the room.",
    "It was getting dark, and we weren’t there yet.",
    "The two walked down the slot canyon oblivious to the sound of thunder in the distance.",
    "The Tsunami wave crashed against the raised houses and broke the pilings as if they were toothpicks.",
    "The bread dough reminded her of Santa Clause’s belly.",
    "He uses onomatopoeia as a weapon of mental destruction.",
    "It isn't difficult to do a handstand if you just stand on your hands.",
    "He's in a boy band which doesn't make much sense for a snake.",
    "He always wore his sunglasses at night.",
    "Mary realized if her calculator had a history, it would be more embarrassing than her computer browser history."
]